recursos/xml/ReqAsignarMedioProcesoExpress.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:asig="http://www.davivienda.com/xml/AsignarMedioProcesoExpress">
   <soapenv:Header/>
   <soapenv:Body>
      <asig:AsignarMedioProcesoExpress>
         <Request>
            <DataHeader>
               <nombreOperacion>AsignarMedioProcesoExpress</nombreOperacion>
               <total>?</total>
               <jornada>?</jornada>
               <canal>?</canal>
               <modoDeOperacion>?</modoDeOperacion>
               <usuario>?</usuario>
               <perfil>?</perfil>
               <versionServicio>1.0.0</versionServicio>
               <idTransaccion>?</idTransaccion>
            </DataHeader>
            <Data>
               <!--Optional:-->
               <InformacionCliente>
                  <valTipoCliente>?</valTipoCliente>
                  <codTipoIdCliente>?</codTipoIdCliente>
                  <valIdCliente>?</valIdCliente>
                  <valPrimerNombre>?</valPrimerNombre>
                  <!--Optional:-->
                  <valSegundoNombre>?</valSegundoNombre>
                  <valPrimerApellido>?</valPrimerApellido>
                  <!--Optional:-->
                  <valSegundoApellido>?</valSegundoApellido>
                  <valDireccionCorreoElecronico>?</valDireccionCorreoElecronico>
                  <valNumeroCelular>?</valNumeroCelular>
               </InformacionCliente>
               <!--Optional:-->
               <InformacionTarjeta>
                  <codigoConvenio>?</codigoConvenio>
                  <indicadorGeneradorPlastico>?</indicadorGeneradorPlastico>
                  <codOficina>?</codOficina>
                  <!--Optional:-->
                  <codigoProducto>?</codigoProducto>
                  <!--Optional:-->
                  <cupoTotalDecisor>?</cupoTotalDecisor>
                  <!--Optional:-->
                  <cupoTotalInmediato>?</cupoTotalInmediato>
                  <!--Optional:-->
                  <numeroSolicitud>?</numeroSolicitud>
                  <valOrigenTerminal>?</valOrigenTerminal>
                  <!--Optional:-->
                  <codigoOficina>?</codigoOficina>
                  <!--Optional:-->
                  <codigoAgenteVendedor>?</codigoAgenteVendedor>
                  <!--Optional:-->
                  <direccionCorrespondencia>?</direccionCorrespondencia>
                  <!--Optional:-->
                  <ciudadCorrespondencia>?</ciudadCorrespondencia>
                  <!--Optional:-->
                  <modalidadExtractos>?</modalidadExtractos>
                  <!--Optional:-->
                  <usoFuturo1>?</usoFuturo1>
                  <!--Optional:-->
                  <usoFuturo2>?</usoFuturo2>
                  <!--Optional:-->
                  <usoFuturo3>?</usoFuturo3>
                  <!--Optional:-->
                  <usoFuturo4>?</usoFuturo4>
               </InformacionTarjeta>
            </Data>
         </Request>
      </asig:AsignarMedioProcesoExpress>
   </soapenv:Body>
</soapenv:Envelope>